Repository: BRDK-GitHub/vibratorExampleProject
Catalog: Logical/mappView/Visualization/Pages/login/wing/wingReadout/wingReadoutTexts.tmx
Source language: en
Languages: cs, hu, vi, zh

source: Upper flap open time
cs: Horni klapka cas otevr.
hu: Felső szárny nyitási ideje
vi: Thời gian mở nắp trên
zh: 上部叶片打开时间

source: Upper flap close time
cs: Horni klapka cas zavir.
hu: Felső szárny zárási ideje
vi: Thời gian đóng nắp trên
zh: 上部叶片关闭时间

source: Middle flap open time
cs: Stred klapka cas otevr.
hu: Középső szárny nyitási ideje
vi: Thời gian mở nắp giữa
zh: 中部叶片打开时间

source: Middle flap close time
cs: Stred klapka cas zavir.
hu: Középső szárny zárási ideje
vi: Thời gian đóng nắp giữa
zh: 中部叶片关闭时间

source: Bottom flap open time
cs: Dolni klapka cas otevr.
hu: Alsó szárny nyitási ideje
vi: Thời gian mở nắp đáy
zh: 下部叶片打开时间

source: Bottom flap close time
cs: Dolni klapka cas zavir.
hu: Alsó szárny zárási ideje
vi: Thời gian đóng nắp đáy
zh: 下部叶片关闭时间

source: Neighbour flap open time
cs: Soused klapka otev.cas
hu: Szomszéd szárny nyitási ideje
vi: Thời gian mở nắp bên cạnh
zh: 相邻底部叶片打开时间

source: Neighbour flap close time
cs: Soused klapka zavir.cas
hu: Szomszéd szárny zárási ideje
vi: Thời gian đóng nắp bên cạnh
zh: 相邻底部叶片关闭时间

source: Upper flap continuous test
cs: Horni klapka dlouhy test
hu: Felső szárny folyamatos vizsgálata
vi: Kiểm tra liên tục nắp trên
zh: 上部叶片连续性测试

source: Middle flap continuous test
cs: Stred klapka dlouhy test
hu: Középső szárny folyamatos vizsgálata
vi: Kiểm tra liên tục nắp giữa
zh: 中部叶片连续性测试

source: Bottom flap continuous test
cs: Dolni klapka dlouhy test
hu: Alsó szárny folyamatos vizsgálata
vi: Kiểm tra liên tục nắp đáy
zh: 下部叶片连续性测试

source: Run flap sequence test
cs: Test sekvence klapek
hu: Szárny-sorrend teszt futtatása
vi: Chạy thử nghiệm trình tự nắp
zh: 上中部叶片打开时间-正常

source: Upper flap
cs: Horni klapka
hu: Felső szárny
vi: Nắp trên
zh: 上部叶片

source: Middle flap
cs: Stred klapka
hu: Középső szárny
vi: Nắp giữa
zh: 中部叶片

source: Bottom flap
cs: Dolni klapka
hu: Alsó szárny
vi: Nắp đáy
zh: 下部叶片

source: Open time
cs: Cas otevr
hu: Nyitási idő
vi: Thời gian mở
zh: 打开时间

source: Close time
cs: Cas zavir
hu: Zárási idő
vi: Thời gian đóng
zh: 关闭时间

source: Neighbour flap
cs: Soused klapka
hu: Szomszéd szárny
vi: Nắp bên cạnh
zh: 相邻底部叶片

source: Min
vi: Tối thiểu

source: Actual
vi: Thực tế

source: Max
vi: Tối đa
